Repository: Adamant-im/adamant-iOS
Catalog: CommonKit/Sources/CommonKit/Assets/Localization/*.lproj/Localizable.strings
Languages: de, ru, zh

# TransactionStatus.Success
source: Success
de: Erfolgreich
ru: Успешно
zh: 成功

# TransactionStatus.Failed
source: Failed
de: Abgelehnt
ru: Ошибка
zh: 失败

# TransactionStatus.Inconsistent
source: Inconsistent
ru: Несоответствие
zh: 不一致

# TransactionStatus.Inconsistent.WrongTimestamp
source: Message and Tx has different timestamps. It is possible, but check twice
de: Nachricht und Tx haben unterschiedliche Zeitstempel. Es ist möglich, aber überprüfen Sie es zweimal
ru: Сообщение и транзакция имеют различное время. Это возможно, но лучше перепроверьте
zh: 消息和Tx有不同的时间戳。这是可能的，但要检查两次

# TransactionStatus.Inconsistent.Unknown
source: Failed to check Tx. Somethings went wrong
de: Tx konnte nicht überprüft werden. Etwas ist schief gelaufen
ru: Не удалось проверить транзакцию. Что-то пошло не так
zh: 未检查 Tx。出错了

# TransactionStatus.Inconsistent.WrongTxHash
source: Wrong Tx hash. Be aware of fraud
de: Falscher Tx-Hash. Seien Sie sich vor Betrug bewusst
ru: Неверный хэш транзакции. Остерегайтесь мошенников
zh: 错误的 Tx 哈希值。谨防欺诈

# TransactionStatus.Inconsistent.WrongAmount
source: Wrong amount. Be aware of fraud
de: Falscher Betrag. Seien Sie sich vor Betrug bewusst
ru: Неверное количество. Остерегайтесь мошенников
zh: 金额错误 谨防欺诈

# TransactionStatus.Inconsistent.SenderCryptoAddressMismatch
source: The sender's %@ address differs. Be aware of fraud
de: Die %@-Adresse des Absenders weicht ab. Seien Sie sich vor Betrug bewusst
ru: %@-адрес отправителя не сходится. Остерегайтесь мошенников
zh: 发件人的 %@ 地址不同。谨防欺诈

# TransactionStatus.Inconsistent.RecipientCryptoAddressMismatch
source: The recipient's %@ address differs. Be aware of fraud
de: Die %@-Adresse des Empfängers weicht ab. Seien Sie sich vor Betrug bewusst
ru: %@-адрес получателя не сходится. Остерегайтесь мошенников
zh: 收件人的 %@ 地址不同。谨防欺诈

# TransactionStatus.Inconsistent.SenderCryptoAddressUnavailable
source: Unable to retrieve the sender's %@ address
de: Die %@-Adresse des Absenders kann nicht abgerufen werden
ru: Нет %@-адреса отправителя
zh: 无法检索发件人的 %@ 地址

# TransactionStatus.Inconsistent.RecipientCryptoAddressUnavailable
source: Unable to retrieve the recipient's %@ address
de: Die %@-Adresse des Empfängers kann nicht abgerufen werden
ru: Нет %@-адреса получателя
zh: 无法检索收件人的 %@ 地址

# TransactionStatus.Inconsistent.Duplicate
source: This transfer appeared in chat earlier. Be aware of fraud
de: Diese Übertragung erschien zuvor im Chat. Seien Sie sich vor Betrug bewusst
ru: Этот перевод уже встречался в чате ранее. Остерегайтесь мошенников

# TransactionStatus.Inconsistent.Reason.Title
source: Inconsistent reason
de: Inkonsistenter Grund
ru: Противоречивая причина
zh: 不一致的原因

# TransactionDetailsScene.Title
source: Details
ru: Подробности
zh: 详细信息

# TransactionDetailsScene.Row.Amount
source: Amount
de: Betrag
ru: Количество
zh: 金额

# TransactionDetailsScene.Row.Block
source: Block
ru: Блок
zh: 区块链 区块

# TransactionDetailsScene.Row.Status
source: Transaction status
de: Transaktionsstatus
ru: Состояние
zh: 事务状态

# TransactionDetailsScene.Row.Confirmations
source: Confirmations
de: Bestätigungen
ru: Подтверждения
zh: 确认

# TransactionDetailsScene.Row.Date
source: Date
de: Datum
ru: Дата
zh: 日期

# TransactionDetailsScene.Row.Explorer
source: Open in Explorer
de: Im Explorer öffnen
ru: Открыть в Explorer
zh: 在资源管理器中打开

# TransactionSend.Minimum.Balance
source: Recipient must have at least 0.05 LSK—Send more tokens
de: Der Empfänger muss mindestens 0,05 LSK haben – Senden Sie mehr Token
ru: На кошельке получателя должно быть больше 0.05 LSK — Отправьте больше токенов
zh: 收件人必须至少具有0.05 LSK--发送更多令牌

# TransactionDetailsScene.Row.Fee
source: Fee
de: Gebühr
ru: Комиссия
zh: 费用

# TransactionDetailsScene.Row.From
source: From
de: Von
ru: Отправитель
zh: 来自

# TransactionDetailsScene.Row.HistoryFiat
source: Value at time of Txn
de: Wert zum Zeitpunkt
ru: Ценность при получении
zh: Txn时的值

# TransactionDetailsScene.Row.CurrentFiat
source: Current value
de: Aktueller Wert
ru: Текущая ценность
zh: 当前值

# TransactionDetailsScene.Row.To
source: To
de: Zu
ru: Получатель
zh: 至

# TransactionDetailsScene.Share.Summary
source: Summary
de: Gesamt
ru: Сводка
zh: 摘要

# TransactionDetailsScene.Section.Comment
source: Comments
de: Kommentare
ru: Комментарии
zh: 评论

# TransactionDetailsScene.Section.Actions
source: Actions
de: Aktionen
ru: Действия
zh: 行动

# TransactionDetailsScene.RequestingData
source: Requesting Data…
ru: Запрашиваем данные…
zh: 正在请求数据…

# TransactionDetailsScene.YourAddress
source: You
de: Sie
ru: Вы
zh: 您

# TransfersProvider.Error.TransactionNotFoundFormat
source: Transaction with ID %@ not found
de: Transaktion mit der ID %@ nicht gefunden
ru: Транзакция с идентификатором %@ не найдена
zh: 找不到ID为%@的事务

# TransferScene.Amount.Placeholder
source: to send
de: senden
ru: для перевода
zh: 发送

# TransferScene.Error.AddressNotFound
source: Address not found
de: Adresse nicht gefunden
ru: Адрес не найден
zh: 找不到地址

# TransferScene.Error.InvalidAddress
source: Enter a valid address
de: Geben Sie eine gültige Adresse ein
ru: Введите корректный адрес
zh: 输入有效地址

# TransferScene.Error.notEnoughMoney
source: You don't have that tokens
de: Sie haben nicht genug Tokens
ru: У вас нет такого количества токенов
zh: 你没有那个标志

# TransferScene.Error.TooLittleMoney
source: You should send more tokens
de: Sie müssen mehr Tokens senden
ru: Вам следует отправить больше токенов
zh: 你应该发送更多的标志

# TransferScene.Error.TooLittleFee
source: Not enough fee
de: Nicht genug Gebühr
ru: Недостаточно средств для комиссии
zh: 费用不足

# TransferScene.Error.FeeIsTooHigh
source: Note: tx fee is higher than regular
de: Die Gebühr ist höher als üblich
ru: Комисссия выше обычной
zh: 注意：tx费用高于常规费用

# TransferScene.Error.MinAmount
source: Minimum transaction amount is 0.00001
de: Der Mindesttransaktionsbetrag beträgt 0,00001
ru: Минимальная сумма перевода 0.00001
zh: 最低交易金额为0.00001

# TransferScene.unsafeTransferAlert.title
source: Can't verify %@
de: Adresse %@ konnte nicht überprüft werden
ru: Не удалось проверить адрес %@
zh: 无法验证%@

# TransferScene.unsafeTransferAlert.body
source: Account not found, or not initiated. Double check recipient address and confirm transaction
de: Adresse nicht gefunden oder nicht initialisiert. Stellen Sie sicher, dass diese richtig eingegeben wurde
ru: Аккаунт не найден или не инициализирован. Проверьте адрес получателя и подтвердите перевод
zh: 找不到帐户，或未启动帐户。请仔细检查收件人地址并确认交易

# TransferScene.unsafeChatAlert.body
source: Account is not initiated. It's not possible to start a chat, as the Blockchain doesn't store the account's public key to encrypt messages.
de: Konto wird nicht initiiert. Es ist nicht möglich, einen Chat zu starten, da die Blockchain den öffentlichen Schlüssel des Kontos nicht speichert, um Nachrichten zu verschlüsseln.
ru: Аккаунт не инициализирован. Нельзя начать чат, поскольку блокчейн не хранит публичного ключа шифрования этого аккаунта.
zh: 帐户未启动。由于区块链不存储帐户的公钥来加密消息，因此无法启动聊天。

# TransferScene.Recipient.Placeholder
source: of the recipient
de: Empfänger
ru: получателя
zh: 收件人的

# TransferScene.Row.Amount
source: Amount
de: Betrag
ru: Количество
zh: 金额

# TransferScene.Row.Fiat
source: Value
de: Wert
ru: Ценность
zh: 价值

# TransferScene.Row.Balance
source: Balance
de: Kontostand
ru: Баланс
zh: 余额

# TransferScene.Row.MaxToTransfer
source: Max to transfer
de: Maximaler Übertrag
ru: Максимум
zh: 要传输的最大值

# TransferScene.Row.RecipientAddress
source: Address
de: Adresse
ru: Адрес
zh: 地址

# TransferScene.Row.RecipientName
source: Name
ru: Имя
zh: 名称

# TransferScene.Row.Send
source: Send
de: Senden
ru: Отправить
zh: 发送

# TransferScene.Row.Total
source: Total
de: Insgesamt
ru: Итого
zh: 总计

# TransferScene.Row.TransactionFee
source: Fee
de: Gebühr
ru: Комиссия
zh: 费用

# TransferScene.Row.Comments
source: Comments
de: Bemerkungen
ru: Комментарии
zh: 评论

# TransferScene.Row.IncreaseFee
source: Increase fee
de: Gebühr erhöhen
ru: Увеличить комиссию
zh: 增加费用

# TransferScene.Section.TransferInfo
source: Transfer Info
de: Transaktionsinfo
ru: Перевод
zh: 传输信息

# TransferScene.Section.YourWallet
source: Your Wallet
de: Ihre Wallet
ru: Ваш кошелёк
zh: 您的钱包

# TransferScene.Section.Recipient
source: Recipient
de: Empfänger
ru: Получатель
zh: 收件人

# TransferScene.Send
source: Send
de: Senden
ru: Отправить
zh: 发送

# TransferScene.CantUndo
source: You'll unable to undo this action
de: Sie können diese Aktion nicht rückgängig machen
ru: Вы не сможете отменить это действие
zh: 您将无法撤消此操作

# TransferScene.UseMaxToTransfer
source: Use all available tokens as amount to transfer?
de: Alle verfügbaren Tokens versenden?
ru: Использовать все доступные токены как количество для перевода?
zh: 使用所有可用代币作为转账金额？

# TransferScene.Dust.Error
source: Dust amount — Send more tokens
de: Staubmenge – Senden Sie mehr Token
ru: Мелочь — Отправьте больше токенов
zh: 灰尘数量--发送更多代币

# TransferScene.SendConfirmFormat
source: Send %1$@ to %2$@?
de: %1$@ zu %2$@? senden
ru: Отправить %1$@ получателю %2$@?
zh: 将%1$@发送到%2$@？

# TransferScene.SendingFundsProgress
source: Sending tokens…
de: Senden…
ru: Отправляем токены…
zh: 正在发送令牌…

# TransferScene.TransferSuccessMessage
source: Done!
de: Fertig!
ru: Готово!
zh: 完成！

# WalletServices.SharedErrors.notEnoughMoney
source: Not enough tokens
de: Nicht genug Geld
ru: Недостаточно средств
zh: 代币不足

# WalletServices.SharedErrors.WalletNotInitiated
source: Recepient's wallet is not initiated yet
de: Die Wallet wurde noch nicht initiiert
ru: Кошелек получателя еще не инициирован
zh: 收款人的钱包尚未启动

# WalletServices.SharedErrors.InvalidAmountFormat
source: Invalid amount to send: %@
de: Ungültiger Betrag zum Senden: %@
ru: Неверное количество для отправки: %@
zh: 要发送的金额无效：%@

# WalletServices.SharedErrors.TransactionNotFound
source: Transaction not found
de: Transaktion nicht gefunden
ru: Транзакция не найдена
zh: 未找到交易

# WalletServices.SharedErrors.BtcTaproot
source: ADAMANT doesn’t support Taproot Bitcoin addresses
ru: АДАМАНТ не поддерживает адреса биткоина типа Taproot
zh: ADAMANT不支持Taproot比特币地址

# WalletServices.SharedErrors.walletFrezzed
source: Wait until other transactions will be approved
de: Warten Sie, bis andere Transaktionen genehmigt wurden
ru: Подождите, пока не будут одобрены другие транзакции
zh: 等待其他交易获得批准

# WalletServices.SharedErrors.transactionUnavailable
source: Transaction unavailable
de: Transaktion nicht verfügbar
ru: Транзакция недоступна
zh: 交易不可用

# WalletServices.SharedErrors.inconsistentTransaction
source: Cannot verify transaction
de: Transaktion kann nicht verifiziert werden
ru: Невозможно подтвердить транзакцию
zh: 无法验证交易

# WelcomeScene.Skip
source: skip
de: überspringen
ru: пропустить
zh: 跳过

# WelcomeScene.Description.Slide1
source: Welcome to ADAMANT, the genuine **blockchain** messenger.
de: Willkommen in ADAMANT, einem echten Messenger auf der **Blockchain**.
ru: Добро пожаловать в АДАМАНТ, настоящий мессенджер на **блокчейне**.
zh: 欢迎来到ADAMANT，真正的**区块链**信使。

# WelcomeScene.Description.Slide2
source: ADAMANT is **anonymity** and **security** of your messaging as well as in-chat cryptocurrency transferring tool. [Why are other messengers not secure?](https://medium.com/adamant-im/adamant-security-features-e7cc836ff52c)
de: Mit ADAMANT können Sie anonym und sicher Nachrichten sowie Kryptowährung im Chat versenden. [Warum sind alle anderen Messenger nicht sicher?](https://medium.com/adamant-im/adamant-security-features-e7cc836ff52c)
ru: АДАМАНТ — это **анонимность** и **защищенность** вашей переписки, а также передача криптовалют в чатах. [Почему другие мессенджеры небезопасны?](https://medium.com/adamant-im/adamant-security-features-e7cc836ff52c)
zh: ADAMANT是您的消息以及聊天加密货币传输工具的**匿名性**和**安全性**。 [为什么其他消息不安全？](https://medium.com/adamant-im/adamant-security-features-e7cc836ff52c)

# WelcomeScene.Description.Slide3
source: ADAMANT infrastracture doesn't belong to anyone and is **decentralized**. It is maintained by messages paid in ADM tokens. New accounts may receive free tokens for testing purposes.
de: Die Infrastruktur von ADAMANT hat keinen Besitzer, sie ist **dezentralisiert**. Für ihre Unterstützung werden alle Nachrichten im Messenger werden mit ADM-Tokens bezahlt. Neue Konten erhalten kostenlose Tokens als Geschenk
ru: Инфраструктура АДАМАНТа никому не принадлежит и **децентрализована**. Для ее поддержания все сообщения в мессенджере оплачиваются токенами ADM. Новым аккаунтам — бесплатные токены для тестирования.
zh: ADAMANT基础设施不属于任何人，是**去中心化的**。 它由ADM代币支付的消息维护。新帐户可能会收到免费代币用于测试。

# WelcomeScene.Description.Slide4
source: Create an account in a single click **without any requirements** (no email/phone/anything) and invite your friends. Share your ADAMANT addresses **in-person** for true security.
de: Um eine Konversation zu starten, erstellen Sie einfach ein neues Konto mit einem Klick **(Sie müssen keine Daten eingeben)** und fügen Sie Ihren ersten Gesprächspartner hinzu. Wenn Sie Ihre Anonymität schätzen, empfehlen wir Ihnen, ADAMANT-Adressen **persönlich** mitzuteilen.
ru: **Для регистрации не требуется никаких данных.** Создайте новый аккаунт в один клик и добавьте ваших собеседников. Рекомендуем передавать друг другу адреса АДАМАНТа **лично** в целях полной безопасности.
zh: 无需任何要求即可单击**创建帐户**（无需电子邮件/电话/任何内容）并邀请您的朋友。 为了真正的安全起见，请亲自**共享您的ADAMANT地址。

# WelcomeScene.Description.Slide5
source: The project's source code is [completely open](https://github.com/Adamant-im/). The app is in development and we constantly add new features. If you are a developer — join our team.
de: Der Quellcode des Projekts ist [zu 100% offen](https://github.com/Adamant-im/). Die App wird fortlaufend entwickelt und neue Funktionen werden ständig hinzugefügt. Wenn Sie Entwickler sind, sind Sie bei uns herzlich willkommen.
ru: Исходный код проекта [полностью открыт](https://github.com/Adamant-im/). Приложение в разработке, и новые функции добавляются постоянно. Если вы разработчик — приглашаем вас принять участие.
zh: 项目的源代码[完全开放](https://github.com/Adamant-im/).该应用程序正在开发中，我们不断添加新功能。 如果您是开发人员，请加入我们的团队。

# WelcomeScene.Description.BeginButton
source: Start secure messaging
de: Sichere Kommunikation starten
ru: Начать безопасное общение
zh: 启动安全消息

# WelcomeScene.Description.ContinueButton
source: Continue
de: Weiter
ru: Далее
zh: 继续

# WelcomeScene.Description.SkipButton
source: Skip
de: Überspringen
ru: Пропустить
zh: 跳过

# WelcomeScene.Description.Accept
source: I accept
de: Ik accepteer
ru: Я принимаю
zh: 我接受

# EULA.Title
source: Terms of Service
de: Geschäftsbedingungen
ru: Условия использования
zh: 服务条款

# EULA.Accept
source: Accept
de: Akzeptieren
ru: Принять
zh: 接受

# EULA.Decline
source: Decline
de: Ablehnen
ru: Отказаться
zh: 拒绝
