Repository: Adamant-im/adamant-iOS
Catalog: CommonKit/Sources/CommonKit/Assets/Localization/*.lproj/Localizable.strings
Languages: de, ru, zh

# EULA.Text
source: ADAMANT Messenger is based on decentralized Blockchain technologies, and therefore: ✓ ADAMANT Messenger has no tolerance for objectionable content or abusive users ✓ ADAMANT Messenger is initially focused on the security of correspondence, and the privacy of its users. ✓ ADAMANT Messenger displays completely open-source code at all times, license GPL-3.0. The source code is available on GitHub: github.com/adamant-im. ✓ ADAMANT Messenger is offered “AS IS”, with no warranties. ✓ Developers are only contributors and users of the ADAMANT Messenger. ✓ Developers do not control any actions on the part of users. ✓ Developers do not have privileges in the ADAMANT Messenger. ✓ Developers have no possibility to disable or block any accounts in the ADAMANT Messenger. ✓ Developers have no possibility to obtain encryption keys or read correspondence or other information of any ADAMANT Messenger user. ✓ Developers have no possibility to restore access to any user’s account if lost. Users are responsible for the safety and protection of their own accounts. ✓ Developers are not responsible for user content, messages, media, and goals and intentions of using the ADAMANT Messenger. ✓ Developers do not store any information transmitted between users (messages, multimedia) and are not responsible for its storage on/in the Blockchain. ✓ Developers have no possibility to access, nor are responsible for any assets (including but not limited to: cryptocurrencies), connected to or sent via the ADAMANT Messenger. ✓ ADAMANT Messenger utilizes metadata, as facts of communications between accounts, available publicly in its Blockchain. ✓ Developers do not cooperate with any third party or external services in terms of providing any usage data. ✓ ADAMANT Messenger infrastructure (Blockchain nodes) belong to its users and are run by users. ✓ Developers have no possibility to deactivate, stop or pause the ADAMANT Messenger. Developers offer no warranty on running the ADAMANT Messenger. ✓ Developers do not bear responsibility for the possible risks, costs, and faults associated with the ADAMANT Messenger. ✓ Users of the ADAMANT Messenger henceforth take all responsibility for its use, including but not limited to: legitimacy of the blockchain and other technologies applied within the Messenger, using anonymous messaging services, and other jurisdiction laws. By using the ADAMANT Messenger, you henceforth accept these Terms of Service.
de: ADAMANT Messenger basiert auf dezentralisierter Technologie und der Blockchain, infolgedessen: ✓ ADAMANT Messenger ist ursprünglich auf die Sicherheit der Kommunikation und die Privatsphäre der Nutzer ausgerichtet. ✓ Der Source Code vom ADAMANT Messenger ist im vollen Umfang unter der GPL-3.0-Lizenz verfügbar und ist auf GitHub verfügbar: github.com/adamant-im ✓ ADAMANT Messenger wird "as is" ausgeliefert, ohne Gewährleistung. ✓ Die Entwickler können nur der Entwicklung vom ADAMANT Messenger beitragen. ✓ Die Entwickler haben keine Möglichkeit, die Handlungen von Nutzer zu kontrollieren. ✓ Die Entwickler haben keine Privilegien in der Nutzung vom ADAMANT Messenger. ✓ Die Entwickler haben keine Möglichkeit, Profile im ADAMANT Messenger einzuschränken oder zu blockieren. ✓ Die Entwickler haben keine Möglichkeit, die Nachrichten zu entschlüsseln, sie zu lesen, oder auf andere Informationen von Nutzern vom ADAMANT Messenger zuzugreifen. ✓ Entwickler können den Zugriff auf ein Benutzerkonto bei einem Verlust nicht wiederherstellen. Nur die Benutzer selbst sind für die Sicherheit und den Schutz der Daten ihrer Konten verantwortlich. ✓ Die Entwickler tragen keine Haftung für den Inhalt, der von Nutzern erstellt wird, ihre Nachrichten, Medien oder Intentionen von Nutzern vom ADAMANT Messenger. ✓ Die Entwickler haben keine Möglichkeit, die Information zu speichern, die zwischen den Nutzern ausgetauscht wird und tragen keine Haftung für die Aufbewahrung dieser auf der Blockchain. ✓ Die Entwickler tragen keine Haftung für jegliche Vermögenswerte (einschließlich, aber nicht nur auf Kryptowährungen eingeschränkt), die in Verbindung mit oder mit Hilfe vom ADAMANT Messenger gesendet werden, und haben keinen Zugriff darauf. ✓ ADAMANT Messenger speichert Metadaten wie Zeitstempel der gesendeten Nachrichten, die öffentlich auf der Blockchain verfügbar sind. ✓ Die Entwickler kooperieren nicht mit Dritten oder anderen Services, die Daten verarbeiten oder speichern. ✓ Die Infrastruktur vom ADAMANT Messenger (Blockchain Nodes) gehört den Nutzern und wird von ihnen betrieben. ✓ Die Entwickler haben keine Möglichkeit, den ADAMANT Messenger zu deaktivieren, zu stoppen oder zu pausieren. Die Entwickler garantieren keinen stabilen Betrieb vom ADAMANT Messenger. ✓ Die Entwickler tragen keine Haftung für mögliche Risiken, Kosten oder Probleme, die mit der Nutzung vom ADAMANT Messenger auftreten können. ✓ Ab sofort tragen die Nutzer vom ADAMANT Messenger die volle Verantwortung für dessen Nutzung, einschließlich, aber nicht beschränkt auf: Legitimität der blockchain und anderer Technologien, die im ADAMANT Messenger verwendet werden, Nutzung der anonymen Nachrichtenservices, und andere Gesetze, die mit der Verwendung von solchen und ähnlichen Services verbunden sind. Indem Sie ADAMANT verwenden, nehmen sie die aktuellen Geschäftsbedingungen an und sind weiterhin mit diesen einverstanden.
ru: ADAMANT Messenger основан на децентрализованных технологиях и блокчейне, вследствие чего: ✓ ADAMANT Messenger не допускает незаконный контент или оскорбляющих пользователей ✓ ADAMANT Messenger изначально сосредоточен на безопасности обмена сообщениями и конфиденциальности своих пользователей. ✓ Исходный код ADAMANT Messenger всегда в полном объеме доступен под лицензией GPL-3.0. Исходный код доступен в GitHub: github.com/adamant-im ✓ Использование ADAMANT Messenger предполагается без гарантии, по модели «как есть». ✓ Разработчики лишь вносят вклад в развитие ADAMANT Messenger. ✓ Разработчики не имеют возможности контролировать действия пользователей ADAMANT Messenger. ✓ Разработчики не имеют никаких привилегий в использовании ADAMANT Messenger. ✓ Разработчики не имеют возможности ограничивать, отключать или блокировать какие-либо учетные записи в ADAMANT Messenger. ✓ Разработчики не имеют возможности получить ключи шифрования или читать сообщения, или другую информацию пользователей ADAMANT Messenger. ✓ Разработчики не имеют возможности восстановить доступ к любой учетной записи пользователя в случае ее утери. Только сами пользователи несут ответственность за безопасность и защиту данных своих учетных записей. ✓ Разработчики не несут ответственности за контент, вносимый пользователем, его сообщения, данные мультимедиа, а также за цели и намерения пользователей при использовании ADAMANT Messenger. ✓ Разработчики не имеют возможности хранить информацию, передаваемую между пользователями (сообщения, мультимедиа) и не несут ответственности за ее хранение в блокчейне. ✓ Разработчики не несут ответственности за какие-либо ценные активы (включая, но не ограничиваясь криптовалютами), связанные с или отправленные посредством ADAMANT Messenger, и не имеют возможности доступа к ним. ✓ ADAMANT Messenger сохраняет метаданные, как факты отправки сообщений, записи о которых доступны публично в блокчейне. ✓ Разработчики не сотрудничают ни с третьими сторонами, ни с внешними сервисами и компаниями с точки зрения предоставления данных об использовании ADAMANT Messenger. ✓ Инфраструктура ADAMANT Messenger (узлы блокчейна) принадлежит пользователям и управляется пользователями. ✓ Разработчики не имеют возможности деактивировать, остановить или приостановить работу ADAMANT Messenger. Разработчики не предоставляют никаких гарантий на безошибочную работу и запуск ADAMANT Messenger и не несут ответственность за стабильную работу ADAMANT Messenger. ✓ Разработчики не несут ответственности за возможные риски, издержки и проблемы, связанные с ADAMANT Messenger. ✓ Пользователи ADAMANT Messenger впредь берут на себя всю ответственность за его использование, включая, но не ограничиваясь перечисленным: легитимность блокчейна и других технологий, применяемых в ADAMANT Messenger, использование анонимных сервисов обмена сообщениями, и другие законы, связанные с использованием подобных сервисов. Используя ADAMANT Messenger, вы принимаете настоящие Условия использования и согласны с ними в дальнейшем.
zh: ADAMANT Messenger基于去中心化的区块链技术，因此： ✓ ADAMANT Messenger不容忍令人反感的内容或辱骂用户 ✓ ADAMANT Messenger最初专注于通信的安全性和用户的隐私。 ✓ ADAMANT Messenger始终显示完全开源的代码，许可证为GPL-3.0。源代码可在GitHub:GitHub.com/stend-im上获得。 ✓ ADAMANT Messenger按"原样"提供，不提供任何担保。 ✓ 开发人员只是ADAMANT Messenger的贡献者和用户。 ✓ 开发人员不控制用户的任何操作。 ✓ 开发人员在ADAMANT Messenger中没有权限。 ✓ 开发人员不可能禁用或阻止ADAMANT Messenger中的任何帐户。 ✓ 开发人员不可能获得加密密钥或读取任何ADAMANT Messenger用户的通信或其他信息。 ✓ 如果丢失，开发人员不可能恢复对任何用户帐户的访问。用户有责任保护自己的帐户的安全。 ✓ 开发人员不对用户内容、消息、媒体以及使用ADAMANT Messenger的目标和意图负责。 ✓ 开发者不存储用户之间传输的任何信息（消息、多媒体），也不对其在区块链上/中的存储负责。 ✓ 开发者不可能访问，也不对连接到ADAMANT Messenger或通过ADAMANT信使发送的任何资产（包括但不限于：加密货币）负责。 ✓ ADAMANT Messenger利用元数据作为账户之间通信的事实，在其区块链中公开提供。 ✓ 开发者不与任何第三方或外部服务合作提供任何使用数据。 ✓ ADAMANT信使基础设施（区块链节点）属于其用户，由用户运行。 ✓ 开发人员不可能停用、停止或暂停ADAMANT Messenger。开发人员对ADAMANT Messenger的运行不提供任何保证。 ✓ 开发人员不承担与ADAMANT Messenger相关的可能风险、成本和故障。 ✓ ADAMANT Messenger的用户从此对其使用承担全部责任，包括但不限于：区块链和Messenger内应用的其他技术的合法性，使用匿名消息服务，以及其他管辖法律。 通过使用ADAMANT Messenger，您从此接受这些服务条款。

# Reply.ShortUnknownMessageError
source: UNKNOWN MESSAGE
de: UNBEKANNTE NACHRICHT
ru: СООБЩЕНИЕ НЕ НАЙДЕНО
zh: 未知消息

# Reply.LongUnknownMessageError
source: We did not find this message
de: Wir haben diese Nachricht nicht gefunden
ru: Мы не нашли это сообщение
zh: 我们没有找到此邮件

# Reply.failedMessageError
source: You can't reply to a failed message
de: Sie können nicht auf eine fehlgeschlagene Nachricht antworten
ru: Вы не можете ответить на ошибочное сообщение
zh: 无法回复失败的消息

# Reply.pendingMessageError
source: You can't reply to a pending message. Wait for confirmations (estimate 1-2 seconds)
de: Sie können nicht auf eine ausstehende Nachricht antworten. Auf Bestätigungen warten (schätzungsweise 1–2 Sekunden)
ru: Вы не можете ответить на ожидающее сообщение. Дождитесь подтверждения (оценка 1-2 секунды)
zh: 您无法回复挂起的消息。请等待确认（估计1-2秒）

# PartnerQR.includePartnerName
source: Include contact name
de: Neem contact op met
ru: Добавить имя контакта
zh: 包括联系人姓名

# PartnerQR.includePartnerURL
source: Include Web app link
de: Koppeling naar webapp opnemen
ru: Добавить ссылку на веб-приложение
zh: 包括Web应用程序链接

# About.Row.Twitter
source: Twitter
zh: 推特

# Accounts.AdamantBountyBot
source: ADAMANT Bounty Bot
zh: ADAMANT 赏金机器人

# Accounts.AdamantBounty
source: ADAMANT Bounty Wallet
zh: ADAMANT Bounty钱包

# Notifications.Mode.ApplePush
source: Push
zh: 推送

# Shared.Ok
source: OK
zh: 好的

# TransactionDetailsScene.Row.Id
source: Id
zh: 同上

# TransactionDetailsScene.Share.URL
source: URL
zh: 网址
