Repository: Adamant-im/adamant-iOS
Catalog: CommonKit/Sources/CommonKit/Assets/Localization/*.lproj/Localizable.strings
Languages: de, ru, zh

# ChatScene.Actions.NamePlaceholder
source: Name
ru: Имя
zh: 名称

# ChatScene.FreeTokensAlert.FreeTokens
source: 🎁 Free tokens
ru: 🎁 Бесплатные токены
zh: 🎁 免费代币

# ChatScene.FreeTokensAlert.Message
source: ADAMANT is a unique Blockchain messenger that is independent from government, corporations and even its developers. It is possible due to a decentralized network, fully open source and run by users. That's why every action, including messaging or saving new contacts, has a network fee of 0.001 ADM. To start messaging now, get your free welcoming tokens.
de: ADAMANT ist ein dezentraler Blockchain-Messenger. Daher fallen für jede Aktion, einschließlich Nachrichtenversand oder Speichern neuer Kontakte, Netzwerkgebühren in Höhe von 0,001 ADM an.
ru: АДАМАНТ — мессенджер, полностью работающий на блокчейне, независимый от государств, корпораций и даже разработчиков. Это возможно благодаря децентрализованной сетевой инфраструктуре, с полностью открытым исходным кодом и поддерживаемой пользователями. Поэтому каждое действие, включая отправку сообщения или сохранение адресной книги, имеет комиссию сети 0.001 ADM. Чтобы начать общение, получите бесплатные токены.
zh: ADAMANT是一个独特的区块链信使，独立于政府、企业甚至其开发者。这是可能的，因为它是一个去中心化的网络，完全开源，由用户运行。这就是为什么每一个动作，包括发消息或保存新联系人，都要收取0.001 ADM.的网络费。要立即开始发消息，请获得免费的欢迎令牌。

# ChatScene.Warning.NoMailApp
source: Can't send email. Check Mail app configurations.
de: Email kann nicht gesendet werden. Überprüfen Sie die E-Mail-App-Konfigurationen.
ru: Не удалось открыть почтовое приложение. Проверьте настройки.
zh: 无法发送电子邮件。请检查邮件应用程序配置。

# ChatScene.Warning.UnsupportedUrl
source: Unsupported url protocol
de: Nicht unterstütztes URL-Protokoll
ru: Не поддерживаемый пролокол ссылок.
zh: 不支持的url协议

# ChatScene.Error.messageWasDeleted
source: Sorry, but this message has been deleted and is no longer accessible
de: Entschuldigung, aber diese Nachricht wurde gelöscht und ist nicht mehr zugänglich
ru: Извините, но это сообщение было удалено и больше недоступно
zh: 很抱歉，此消息已被删除，无法再访问

# ChatScene.Error.messageIsTooBig
source: The message is too big. Send it in parts.
de: Die Botschaft ist zu groß. Senden Sie es in Teilen.
ru: Сообщение слишком большое. Отправьте его частями.
zh: 消息太大。分部分发送。

# Delegates.Title
source: Delegates
de: Delegierte
ru: Делегаты
zh: 与会代表

# VisibleWallets.Title
source: Wallet list
de: Wallet-Liste
ru: Кошельки
zh: 钱包列表

# VisibleWallets.ResetListAlert
source: Reset wallet list to default?
de: Brieftaschenliste auf Standard zurücksetzen?
ru: Сбросить список кошельков к списку по умолчанию?
zh: 是否将钱包列表重置为默认值？

# Delegates.NotEnoughtTokensForVote
source: Not enought tokens to vote. You need 50 ADM
de: Nicht genug ADM, um die Gebühr für die Blockchain-Abstimmung zu bezahlen
ru: Недостаточно ADM, чтобы заплатить за блокчейн-голосование
zh: 没有足够的 ADM 来支付投票区块链费用

# Delegates.timeOutBeforeNewVote
source: Please wait until previous vote will be processed
de: Bitte warten Sie, bis die vorherige Abstimmung bearbeitet wird
ru: Пожалуйста, подождите, пока будет обработан предыдущий голос
zh: 请等待上一次投票处理完毕

# DelegateDetails.Title
source: Details
ru: Подробности
zh: 详细信息

# DelegateDetails.Row.Username
source: Username
de: Benutzername
ru: Имя
zh: 用户名

# DelegateDetails.Row.Address
source: Address
de: Addresse
ru: Адрес
zh: 地址

# DelegateDetails.Row.PublicKey
source: Public Key
de: Öffentlicher Schlüssel
ru: Публичный ключ
zh: 公钥

# DelegateDetails.Row.VoteWeight
source: Vote weight
de: Stimmgewicht
ru: Вес голосов
zh: 投票权重

# DelegateDetails.Row.ProducedBlocks
source: Produced blocks
de: Produzierte Blöcke
ru: Обработано блоков
zh: 生产的块

# DelegateDetails.Row.MissedBlocks
source: Missed blocks
de: Verpasste Blöcke
ru: Пропущено блоков
zh: 错过的块

# DelegateDetails.Row.Rate
source: Rate
ru: Позиция
zh: 费率

# DelegateDetails.Row.Rank
source: Rank
de: Rang
ru: Ранг
zh: 等级

# DelegateDetails.Row.Approval
source: Approval
de: Bestätigung
ru: Доля голосов
zh: 审批

# DelegateDetails.Row.Productivity
source: Productivity
de: Produktivität
ru: Продуктивность
zh: 生产率

# DelegateDetails.Row.ForgingTime
source: Forging time
de: Forging-Zeit
ru: Время форжинга
zh: 锻造时间

# DelegateDetails.Row.Forged
source: Forged
de: Geforged
ru: Сфоржено
zh: 伪造

# Delegates.Vote.Success
source: Your vote has been sent
de: Ihre Stimme wurde versendet
ru: Ваш голос отправлен
zh: 您的投票已发送

# Delegates.VotePanel.Upvotes
source: Upvotes:
ru: Повышены:
zh: 向上投票:

# Delegates.VotePanel.Downvotes
source: Downvotes:
ru: Понижены:
zh: 反对票:

# Delegates.VotePanel.New
source: New:
de: Neue:
ru: Новые:
zh: 新:

# Delegates.VotePanel.Total
source: Total:
de: Gesamt:
ru: Всего:
zh: 总计：

# Error.AccountNotFoundFormat
source: Account not found: %@
de: Konto nicht gefunden: %@
ru: Аккаунт не найден: %@
zh: 找不到帐户：%@

# Error.InternalErrorFormat
source: Internal error: %@
de: Interner Fehler: %@
ru: Внутренняя ошибка: %@

# Error.BaseErrorFormat
source: Error: %@
de: Fehler: %@
ru: Ошибка: %@
zh: 错误：%@

# Error.AccountNotInitiated
source: Account not initiated
de: Adresse nicht initialisiert
ru: Аккаунт не инициализирован
zh: 帐户未启动

# Error.Mail.Title
source: Error in iOS app
de: Ich habe einen Fehler in meiner iOS-App
ru: Проблема с iOS-приложением
zh: iOS应用程序中的错误

# Error.Mail.Body
source: Hello, I have this error: %@ My device info: %@
de: Hallo, Ich habe den folgenden Fehler: %@ Meine Geräte-Info: %@
ru: Здравствуйте, У меня вот такая ошибка: %@ Устройство: %@
zh: 你好， 我有这个错误： %@ 我的设备信息： %@

# Error.Mail.Body.Detailed
source: Hello, I have this error: %@ %@ Device: %@
de: Hallo, Ich habe den folgenden Fehler: %@ %@ Gerät: %@
ru: Привет, АДАМАНТ! У меня вот такая ошибка: %@ %@ Устройство: %@
zh: 你好， 我有这个错误： %@ %@ 设备： %@

# Error.NoNetwork
source: No connection
de: Keine Verbindung
ru: Нет соединения с сетью
zh: 无连接

# Error.RequestCancelled
source: Request cancelled
ru: Запрос отменён
zh: 请求已取消

# Error.UserNotLogged
source: User is not logged in
de: Sie sind nicht eingeloggt
ru: Не выполнен вход
zh: 用户未登录

# Error.UnknownError
source: Unknown error. Report a bug
de: Unbekannter Fehler. Bericht senden
ru: Неизвестная ошибка
zh: 未知错误。报告错误

# LoginScene.Error.AuthorizeCamera
source: You need to authorize ADAMANT to use device's camera
de: Sie müssen die Kamera freigeben, damit ADAMANT die Gerätekamera verwenden kann
ru: Для чтения QR-кодов необходимо разрешить доступ к камере
zh: 您需要授权ADAMANT才能使用设备的摄像头

# LoginScene.Error.AuthorizePhotolibrary
source: You need to authorize ADAMANT to use your Photo library
de: Sie müssen ADAMANT für die Verwendung der Fotoalben autorisieren
ru: Для чтения QR-кодов необходимо разрешить доступ к Фото
zh: 您需要授权ADAMANT才能使用您的照片库

# LoginScene.Error.NoInternet
source: No connection to the Internet
de: Keine Internetverbindung
ru: Нет соединения с сетью
zh: 没有连接到Internet

# LoginScene.Error.NoPassphrase
source: Enter a passphrase
de: Geben Sie die Passphrase ein
ru: Введите пароль
zh: 输入密码短语

# LoginScene.Error.NoQrOnPhoto
source: Selected image does not contain valid QR codes
de: Das ausgewählte Bild enthält keinen gültigen QR-Code
ru: Выбранное изображение не содержит подходящих QR-кодов
zh: 所选图像不包含有效的二维码

# LoginScene.Error.QrNotSupported
source: QR code reading is not supported on the device
de: Ihr Gerät unterstützt nicht das Lesen von QR-Codes
ru: На этом устройстве не поддерживается чтение QR-кодов
zh: 设备不支持读取二维码

# LoginScene.Error.WrongQr
source: QR code does not contain a valid passphrase
de: Der QR-Code enthält keine gültige Passphrase
ru: QR-код не содержит пароля
zh: 二维码不包含有效的密码短语

# LoginScene.LoggingInProgress
source: Logging in…
de: Einloggen…
ru: Входим…
zh: 正在登录…

# LoginScene.LoginIntoAdamant
source: Login into ADAMANT
de: In ADAMANT einloggen
ru: Вход в АДАМАНТ
zh: 登录到ADAMANT

# LoginScene.Row.Generate
source: Generate new passphrase
de: Neue Passphrase generieren
ru: Создать новый пароль
zh: 生成新密码短语

# LoginScene.Row.Login
source: Login
de: Einloggen
ru: Вход
zh: 登录

# LoginScene.Row.Passphrase.Placeholder
source: Passphrase
ru: Пароль
zh: 密码短语

# LoginScene.Row.Pincode
source: Login with PIN code
de: Mit der PIN einloggen
ru: Войти с PIN-кодом
zh: 使用PIN码登录

# LoginScene.Row.Qr
source: Login with QR code
de: Mit dem QR-Code einloggen
ru: Войти с QR-кодом
zh: 使用二维码登录

# LoginScene.Row.SavePassphraseAlert
source: **Save the passphrase** for new Wallet and Messenger account. There is no login to enter Wallet, only the passphrase needed. **If lost, no way to recover it**.
de: Speichern Sie die Passphrase für die neue Wallet und das Messenger-Konto. Es gibt keinen Login für die Wallet, nur die Passphrase wird benötigt. Wenn Sie verloren geht, kann sie nicht wiederhergestellt werden.
ru: Это пароль для нового Кошелька и Мессенджера. **Сохраните его!** Для входа в Кошелек не нужно логина, только этот пароль. **Восстановление пароля невозможно**.
zh: **保存新钱包和Messenger帐户的密码短语**。没有登录信息可以进入钱包，只需要密码短语。**如果丢失，无法恢复**。

# LoginScene.Row.TapToSave
source: Tap to save
de: Tippen, um zu speichern
ru: Нажмите, чтобы сохранить
zh: 点击保存

# LoginScene.Section.Login
source: Login
de: Einloggen
ru: Вход
zh: 登录

# LoginScene.Section.NewAccount
source: New account
de: Neues Konto
ru: Новый аккаунт
zh: 新帐户

# NewChatScene.Error.AddressNotFoundFormat
source: Address not found: %@
de: Adresse nicht gefunden: %@
ru: Адрес не найден: %@
zh: 未找到地址：%@

# NewChatScene.Error.InvalidAddress
source: Enter a valid address
de: Geben Sie eine gültige Adresse ein
ru: Неверный адрес
zh: 输入有效地址

# NewChatScene.Error.OwnAddress
source: You don't need an encrypted anonymous chat to talk to yourself
de: Sie brauchen keinen anonymen und verschlüsselten Chat, um mit sich selbst zu reden
ru: Вам не нужен анонимный чат, чтобы говорить с самим собой
zh: 你不需要加密的匿名聊天来与自己交谈

# NewChatScene.Error.WrongQr
source: QR code does not contain a valid address
de: Der QR-Code enthält keine gültige Adresse
ru: QR-код не содержит адреса
zh: 二维码不包含有效地址

# NewChatScene.ScanQr
source: Scan QR code
de: QR-Code scannen
ru: Сканировать QR-код
zh: 扫描二维码

# NewChatScene.Title
source: New Chat
de: Neuer Chat
ru: Новый Чат
zh: 新聊天

# NewChatScene.MyQr
source: Show my QR
ru: Показать мой QR
zh: 显示我的二维码

# NewChatScene.NotInitialized.HelpButton
source: What does it mean?
de: Was bedeutet das?
ru: Что это значит?
zh: 这是什么意思？

# NodesList.NodesList
source: ADM node list
de: ADM Node-Liste
ru: Список нод ADM
zh: ADM节点列表

# NodesList.Title
source: List of ADM nodes
de: Liste der benutzten ADM Nodes
ru: Список нод ADM
zh: ADM节点列表

# NodesList.AddNewNode
source: Add new node
de: Eine neue Node hinzufügen
ru: Добавить новую ноду
zh: 添加新节点

# NodesList.ResetNodeListAlert
source: Reset nodes list to default?
ru: Сбросить список нод к списку по умолчанию?
zh: 是否将节点列表重置为默认值？

# NodesList.ResetButton
source: Reset
ru: Сбросить
zh: 重置

# NodesList.PreferTheFastestNode
source: Prefer the fastest node
ru: Выбирать самую быструю ноду
zh: 首选最快的节点

# NodesList.PreferTheFastestNode.Footer
source: Process requests faster, but it may cause less privacy
de: Verarbeiten Sie Anfragen schneller, aber es kann zu weniger Datenschutz führen
ru: Обрабатывайте запросы быстрее, но это может привести к снижению приватности.
zh: 处理请求更快，但可能会减少隐私

# NodesList.NodeCell.Ping
source: Ping
ru: Пинг

# NodesList.NodeCell.Milliseconds
source: ms
ru: мс

# NodesList.NodeCell.Synchronizing
source: Synchronizing
ru: Синхронизируется
zh: 正在同步

# NodesList.NodeCell.Offline
source: Offline
ru: Офлайн
zh: 离线

# NodesList.NodeCell.Version
source: version
ru: версия
zh: 版本

# CoinsNodesList.Title
source: Coin and service node list
de: Liste der Münz- und Serviceknoten
ru: Ноды сервисов и монет
zh: Coin和服务节点列表

# NodesList.NodeCell.Disabled
source: Disabled
de: Deaktiviert
ru: Отключена
zh: 已禁用

# NodesList.NodeCell.Outdated
source: Outdated API version:
de: Veraltete API-Version:
ru: Устаревшая версия API:
zh: 过时的 API 版本：

# CoinsNodesList.ServiceNode
source: Service
ru: Сервис
zh: 服务

# NodeList.DefaultNodesLoaded
source: Default nodes list was loaded
ru: Был загружен список нод по умолчанию
zh: 已加载默认节点列表

# NodesEditor.NewNodeTitle
source: New node
ru: Новая нода
zh: 新节点

# NodesEditor.DeleteNodeAlert
source: Delete this node?
ru: Удалить эту ноду?
zh: 是否删除此节点？

# NodesEditor.TestingInProgressMessage
source: Checking connection…
ru: Проверяем соединение…
zh: 正在检查连接…

# NodesEditor.SchemeRow
source: Scheme
ru: Протокол
zh: 计划

# NodesEditor.PortRow
source: Port
ru: Порт
zh: 端口

# NodesEditor.HostRow
source: Host
ru: Хост
zh: 主机

# NodesEditor.WebSockets
source: Web sockets
ru: Веб сокеты
zh: Web套接字

# NodesEditor.WebSocketsSupported
source: Supported
ru: Поддерживаются
zh: 支持

# NodesEditor.WebSocketsNotSupported
source: Not supported
ru: Не поддерживаются
zh: 不支持

# NodesEditor.DeleteNodeButton
source: Delete
ru: Удалить ноду
zh: 删除

# NodesEditor.HostRow.Placeholder
source: IP or host name
ru: IP или имя хоста
zh: IP或主机名

# NodesEditor.FailedToBuildURL
source: Invalid host
ru: Некорректный адрес хоста
zh: 无效主机

# StorageUsage.Clear.Title
source: Clear entire cache
de: Klarer Speicher
ru: Очистить хранилище
zh: 清晰的存储

# StorageUsage.Title
source: Storage Usage
de: Speicherung und Daten
ru: Память и данные
zh: 存储和数据

# StorageUsage.Description
source: This field displays the total amount of space occupied on the device by data files associated with the application, such as images, videos, audio files, and documents
de: Gesamtgröße der Dateien und Bilder im sicheren Speicher der App
ru: Общий объем файлов и изображений в защищенном хранилище приложения
zh: 应用程序安全存储中的文件和图像总大小

# SecurityPage.Row.Notifications.ModesDescription
source: #### Notification modes #### Disabled No notifications. #### Background Fetch Your device fetchs for new messages by itself. No external calls. Fetch is initiated by iOS, the actual time determined by the operating system based on many factors like battery charge, cellular network, application usage patterns and cannot be predicted. It can be 20 minutes, or 6 hours, or maybe even a day. You still can open app and check for a new message though. #### Push Notifications sent to your device by ADAMANT Notification Service. You will receive notification almost instantly after a message was sent and approved by the Blockchain — a few seconds delay. But this mode requires your device to register it's Device Token in the Service's database. Device tokens are safe and secure, and this option is recommended in most cases. You can read more about device registration on ADAMANT's Github page.
de: #### Benachrichtigungsmodi #### Deaktiviert Keine Benachrichtigungen. #### Hintergrundaktualisierung Ihr Gerät erhält neue Nachrichteninformationen automatisch. Keine externen Aufrufe. Die Hintergrundaktualisierung wird von iOS verwaltet, die Zeit wird vom Betriebssystem bestimmt und ist von vielen Faktoren wie Akkustand, Netzwerkauslastung, Nutzungsmuster abhängig und kann nicht vorhergesagt werden. Es können 20 Minuten, 6 Stunden, oder ein Tag sein. Sie können die App trotzdem öffnen und nachschauen, ob eine Nachricht angekommen ist. #### Push Benachrichtigungen werden auf Ihr Gerät vom ADAMANT Benachrichtigungsservice gesendet. Sie erhalten eine Benachrichtigung umgehend, nachdem die Nachricht versendet und von der Blockchain bestätigt wurde - mit einer kleinen Verzögerung. Jedoch erfordert dieser Modus, dass der Gerätetoken Ihres Geräts in der Servicedatenbank registriert ist. Gerätetokens sind sicher, und diese Option ist zu empfehlen. Sie können mehr über die Geräteregistrierung auf der ADAMANTs Github-Seite nachlesen.
ru: #### Режимы уведомлений #### Отключены Не присылать никаких уведомлений. #### Фоновое обновление Проверка новых сообщений производится самим устройством. Проверку инициирует iOS, и интервалы между проверками определяются системой на основании множества факторов, таких как доступность сотовой сети, заряд батареи, и использование приложения. Интервалы могут быть 20 минут, могут быть 6 часов, могут доходить и до нескольких дней. Однако, вы всегда можете открыть приложение и проверить новые сообщения вручную. #### Push Уведомления о новых сообщениях присылаются сервисом ADAMANT Notification Service. Уведомления приходят практически мгновенно (несколько секунд), но необходима регистрация устройства в сервисе. Это безопасно и сохраняет высокий уровень секретности, для большинства пользователей это предпочтительный вариант. О регистрации устройств вы можете прочитать больше на странице проекта в Github.
zh: ####通知模式 ####禁用 无通知。 ####后台提取 您的设备会自动提取新消息。没有外部调用。提取由iOS启动，实际时间由操作系统根据电池电量、蜂窝网络、应用程序使用模式等许多因素确定，无法预测。可以是20分钟、6小时，甚至可能是一天。不过，您仍然可以打开应用程序并查看新消息。 ####推送 ADAMANT通知服务发送到您的设备的通知。在消息发送并获得区块链批准后，您几乎会立即收到通知——延迟几秒钟。但此模式要求您的设备在服务的数据库中注册其设备令牌。设备令牌是安全的，在大多数情况下建议使用此选项。 您可以在ADAMANT的GitHub页面上阅读更多关于设备注册的信息。

# SecurityPage.Section.NotificationsType
source: Notifications
de: Benachrichtigungen
ru: Уведомления
zh: 通知

# SecurityPage.Section.AboutNotificationTypes
source: About ANS
de: Über Benachrichtigungsoptionen
ru: О режимах уведомлений
zh: 关于ANS

# SecurityPage.Section.Messages
source: Messages
de: Mitteilungen
ru: Сообщения
zh: 信息

# SecurityPage.Section.Settings
source: Settings
de: Einstellungen
ru: Настройки
zh: 设置

# Notifications.Mode.NotificationsDisabled
source: Disabled
de: Deaktiviert
ru: Отключено
zh: 已禁用

# Notifications.Mode.BackgroundFetch
source: Background Fetch
de: Hintergrund Fetch
ru: Фоновое обновление
zh: 后台获取

# SecurityPage.Row.VisitGithub
source: Visit Github
de: Zu GitHub
ru: Посетить Github
zh: 访问GitHub

# Notifications.Settings.System
source: System Settings
de: Systemeinstellungen
ru: Системные настройки
zh: 系统设置

# Notifications.Sound.Name
source: Sound
de: Klang
ru: Звук
zh: 声音

# Notifications.Sounds.Name
source: Sounds
de: Geräusche
ru: Звуки
zh: 声音

# Notifications.Alert.Tones
source: ALERT TONES
de: ALERT-TÖNE
ru: ЗВУКИ УВЕДОМЛЕНИЙ
zh: 警报音

# Notifications.Alert.Save
source: Save
de: Speichern
ru: Сохранить
zh: 保存

# Notifications.Alert.Cancel
source: Cancel
de: Absagen
ru: Отмена
zh: 取消

# Pinpad.EnterNewPin
source: Enter new PIN code
de: Neue PIN eingeben
ru: Введите новый PIN-код
zh: 输入新的PIN码

# Pinpad.ReenterPin
source: Re-enter your PIN code
de: Geben Sie die PIN erneut ein
ru: Введите PIN-код ещё раз
zh: 重新输入您的PIN码

# QrGeneratorScene.Error.InternalErrorFormat
source: Internal error: %@. Report a bug
de: Interner Fehler: %@. Bericht senden
ru: Внутренняя ошибка: %@. Сообщите об ошибке

# QrGeneratorScene.Error.InvalidPassphrase
source: Enter a valid passphrase
de: Geben Sie eine gültige Passphrase ein
ru: Введите корректный пароль
zh: 输入有效的密码短语

# QrGeneratorScene.Passphrase.Placeholder
source: Passphrase
ru: Пароль
zh: 密码短语

# QrGeneratorScene.TapToSave
source: Tap to save
de: Tippen, um zu speichern
ru: Нажмите для сохранения
zh: 点击保存

# QrGeneratorScene.Title
source: QR Generator
ru: Генератор QR
zh: QR生成器

# PkGeneratorScene.Title
source: PrivateKey Generator
ru: Генератор Приватных ключей
zh: 私钥生成器

# PkGeneratorScene.Alert
source: ADAMANT account includes crypto wallets. All of them are connected with your Passphrase, and only you have access to these wallets. You can export private key to use them in other applications. Store keys in secure place.
ru: В аккаунте АДАМАНТа несколько встроенных криптокошельков. Все они объединены вашей пассфразой, и только у вас есть доступ к ним. Вы можете экспортировать приватные ключи, чтобы использовать эти кошельки в других приложениях. Храните ключи в надежном месте.
zh: ADAMANT帐户包括加密钱包。所有这些钱包都与您的密码连接，只有您可以访问这些钱包。您可以导出私钥以在其他应用程序中使用它们。将密钥存储在安全的地方。

# PkGeneratorScene.GenerateButton
source: Generate Keys
ru: Сгенерировать ключи
zh: 生成密钥

# SecurityPage.Title
source: Security
de: Sicherheit
ru: Безопасность
zh: 安全性

# SecurityPage.DoNotStayLoggedIn
source: Do not stay logged in
de: Nicht eingeloggt bleiben
ru: Выходить из аккаунта при закрытии приложения
zh: 不保持登录状态

# SecurityPage.DoNotUseBiometry
source: Do not use biometry to log in
de: Benutzen Sie keine Biometrie für die Anmeldung
ru: Отключить вход с биометрией
zh: 不使用biometry登录

# SecurityPage.Row.GenerateQr
source: Generate QR with passphrase
de: Einen QR-Code mit der Passphrase generieren
ru: Создать QR-код с паролем
zh: 生成带有密码短语的QR

# SecurityPage.Row.GeneratePk
source: Export Private Keys
de: Private Schlüssel exportieren
ru: Экспортировать приватные ключи
zh: 导出私钥

# SecurityPage.Row.Notifications
source: Notifications
de: Benachrichtigungen
ru: Уведомления
zh: 通知

# SecurityPage.Row.StayLoggedIn
source: Stay logged in
de: Eingeloggt bleiben
ru: Оставаться в приложении
zh: 保持登录状态

# SecurityPage.Section.Security
source: Security
de: Sicherheit
ru: Безопасность
zh: 安全性

# SettingsPage.Title
source: Settings
de: Einstellungen
ru: Настройки
zh: 设置

# SecurityPage.UseBiometry
source: Use biometry
de: Biometrie verwenden
ru: Использовать биометрию для входа в систему
zh: 使用生物测量

# Shared.Cancel
source: Cancel
de: Abbrechen
ru: Отмена
zh: 取消

# Shared.CopiedToPasteboard
source: Copied to Pasteboard
de: Kopiert!
ru: Скопировано
zh: 已复制到粘贴板

# Shared.CopyToPasteboard
source: Copy to Pasteboard
de: Kopieren
ru: Копировать
zh: 复制到粘贴板

# Shared.ChatWith
source: Chat with
de: Plaudern mit
ru: Чат с
zh: 与聊天

# Shared.SendAdmTo
source: Send ADM to
de: Senden Sie ADM an
ru: Отправить ADM для
zh: 将ADM发送到

# Shared.Done
source: Done
de: Fertig
ru: Готово
zh: 完成

# Shared.Error
source: Error
de: Fehler
ru: Ошибка
zh: 错误

# Shared.GenerateQRCode
source: Generate QR code
de: QR-Code generieren
ru: Создать QR-код
zh: 生成二维码

# Shared.NoInternet.Title
source: No internet connection
de: Keine Internetverbindung
ru: Нет соединения с интернетом
zh: 无互联网连接

# Shared.NoInternet.Body
source: Please check your internet connection and try again
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
ru: Проверьте соединение и повторите попытку
zh: 请检查您的互联网连接，然后重试

# Shared.Transfer.NoInternet.Body
source: You don't seem to have an active internet connection. Please check your connection and try again.
de: Es scheint, dass Sie keine aktive Internetverbindung haben. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
ru: Похоже, у вас нет активного интернет-соединения. Пожалуйста, проверьте ваше подключение и повторите попытку
zh: 您的网络连接似乎没有激活。请检查您的连接并重试。

# Shared.Save
source: Save
de: Speichern
ru: Сохранить
zh: 保存

# Shared.SaveToPhotolibrary
source: Save to Photos
de: Im Fotoalbum speichern
ru: Сохранить в Фото
zh: 保存到照片

# Shared.Settings
source: Settings
de: Einstellungen
ru: Настройки
zh: 设置

# Shared.Share
source: Share
de: Teilen
ru: Поделиться
zh: 共享

# Shared.Retry
source: Retry
de: Erneut versuchen
ru: Повторить
zh: 重试

# Shared.Delete
source: Delete
de: Löschen
ru: Удалить
zh: 删除

# ShareQR.photolibraryNotAuthorized
source: You need to authorize ADAMANT to use your Photo library
de: Sie müssen ADAMANT für die Benutzung des Fotoalbums autorisieren
ru: Для сохранения QR-кодов необходимо разрешить доступ к Фото
zh: 您需要授权ADAMANT才能使用您的照片库

# Tabs.Account
source: Account
de: Konto
ru: Аккаунт
zh: 帐户

# Tabs.Chats
source: Chats
ru: Чаты
zh: 聊天

# Tabs.Settings
source: Settings
de: Einstellungen
ru: Настройки
zh: 设置

# TransactionListScene.Title
source: Transactions
de: Transaktionen
ru: Транзакции
zh: 事务

# TransactionListScene.ToChat
source: To Chat
ru: К чату
zh: 聊天

# TransactionListScene.StartChat
source: Start Chat
ru: Начать чат
zh: 开始聊天

# TransactionListScene.Error.NotFound
source: Transactions not found
ru: Транзакции не найдены
zh: 未找到事务

# TransactionListScene.NoTransactionYet
source: No transactions yet
de: Noch keine Transaktionen
ru: Транзакций пока нет
zh: 还没有事务

# No transactions found
source: Transactions not found
ru: Транзакции не найдены
zh: 未找到交易

# TransactionStatus.Updating
source: Updating…
de: Aktualisieren…
ru: Обновление…
zh: 正在更新…

# TransactionStatus.Pending
source: Pending
de: Ausstehend
ru: Ожидается
zh: 待定
