Repository: Adamant-im/adamant-iOS
Catalog: CommonKit/Sources/CommonKit/Assets/Localization/*.lproj/Localizable.strings
Languages: de, ru, zh

# content.error
source: Something went wrong!
de: Etwas ist schiefgelaufen!
ru: Что-то пошло не так!
zh: 出现问题！

# content.error.format
source: Something went wrong: %@
de: Etwas ist schiefgelaufen: %@
ru: Что-то пошло не так: %@
zh: 出现问题：%@

# transfer.notificationTitle
source: New Transfer
de: Neue Transaktion
ru: Новый перевод
zh: 新转让

# transfer.notificationBody.format
source: User has transferred you %@
de: Ein Nutzer hat Ihnen %@ gesendet
ru: Пользователь отправил вам %@
zh: 用户已将您%@

# transfer.notificationBody.yourAddress
source: You
de: Sie
ru: Вы
zh: 您

# About.Title
source: About
de: Über uns
ru: О приложении
zh: 关于

# About.Section.About
source: About ADAMANT
de: Über ADAMANT
ru: Об АДАМАНТе
zh: 关于ADAMANT

# About.Section.ContactUs
source: Contact us
de: Kontaktieren Sie uns
ru: Пишите нам
zh: 联系我们

# About.Row.Website
source: Website
de: Webseite
ru: Вебсайт
zh: 网站

# About.Row.Whitepaper
source: The Whitepaper
de: Whitepaper
ru: Белая Книга
zh: 白皮书

# About.Row.GitHub
source: Project's GitHub page
de: Seite des Projekts auf GitHub
ru: Страница проекта на GitHub
zh: 项目的GitHub页面

# About.Row.WriteUs
source: Email
de: Schreiben Sie uns
ru: Написать письмо
zh: 电子邮件

# About.Row.Blog
source: Our blog
de: Unser Blog
ru: Наш блог
zh: 我们的博客

# About.Row.Website.Url
source: https://adamant.im
de: https://adamant.im/de
ru: https://adamant.im/ru/

# About.Row.Whitepaper.Url
source: https://adamant.im/whitepaper/adamant-whitepaper-en.pdf
de: https://adamant.im/whitepaper/adamant-whitepaper-de.pdf
ru: https://adamant.im/whitepaper/adamant-whitepaper-ru.pdf
zh: https://adamant.im/whitepaper/adamant-whitepaper-cn.pdf

# About.Row.Adamant
source: ADAMANT
ru: АДАМАНТ

# About.Row.Welcome
source: Welcome screens
de: Willkommensbildschirm
ru: Экраны приветствия
zh: 欢迎屏幕

# Contribute.Section.CrashlyticsDescription
source: Send anonymous crash reports and make the app more reliable. We don't gather usage statistics.
ru: Отправляйте анонимные отчеты об ошибках и сделайте приложение более надежным. Мы не собираем статистику.
zh: 发送匿名崩溃报告，使应用程序更加可靠。我们不收集使用统计信息。

# Contribute.Section.RunNodes
source: Run the ADAMANT node
ru: Запустите узел сети АДАМАНТа
zh: 运行ADAMANT节点

# Contribute.Section.RunNodesDescription
source: Support decentralization and enhance privacy level
ru: Поддержите децентрализацию и повысьте уровень приватности
zh: 支持去中心化，提高隐私级别

# Contribute.Section.NetworkDelegate
source: Become a network delegate
ru: Станьте делегатом сети
zh: 成为网络代表

# Contribute.Section.NetworkDelegateDescription
source: To become a delegate, pay a registration fee and gain voters’ support
ru: Чтобы стать делегатом, оплатите регистрационный сбор и получите голоса пользователей
zh: 要成为代表，请支付注册费并获得选民的支持

# Contribute.Section.CodeContribute
source: Contribute to the code
ru: Пишите код
zh: 为代码贡献力量

# Contribute.Section.CodeContributeDescription
source: If you are a developer, join our GitHub repository
ru: Если вы разработчик, присоединяйтесь к нашему репозиторию на GitHub
zh: 如果您是开发人员，请加入我们的GitHub存储库

# Contribute.Section.Donate
source: Donate
ru: Внести крипту
zh: 捐赠

# Contribute.Section.DonateDescription
source: Every donation makes ADAMANT stronger
ru: Каждое пожертвование делает АДАМАНТ сильнее
zh: 每一次捐赠都让ADAMANT变得更强大

# Contribute.Section.Rate
source: Rate the app in App Store
de: Bewerten Sie die App im App Store
ru: Оцените мессенджер в App Store
zh: 在App Store中对应用进行评分

# Contribute.Section.RateDescription
source: The more feedback, the better app visibility. Highlight the features you like
de: Je mehr Feedback, desto besser ist die Sichtbarkeit der App. Markieren Sie die Funktionen, die Ihnen gefallen
ru: Чем больше отзывов, тем заметнее приложение. Подчеркните особенности, которые вам нравятся.
zh: 反馈越多，应用程序的可见性越好。突出显示您喜欢的功能

# Accounts.AdamantTokens
source: Welcome to ADAMANT
de: Willkommen in ADAMANT
ru: Приветствие АДАМАНТа
zh: 欢迎使用ADAMANT

# Accounts.Support
source: ADAMANT Support
ru: Техподдержка ADAMANT
zh: ADAMANT 支持

# Accounts.AdamantExchange
source: ADAMANT Exchange
ru: Обменник АДАМАНТа
zh: ADAMANT 交流

# Accounts.BetOnBitcoin
source: Bet on Bitcoin price
ru: Ставки на курс биткоина
zh: 押注比特币价格

# Accounts.Adelina
source: Adelina AI
ru: Аделина AI

# Accounts.DonateADMFoundation
source: Donate to ADAMANT Foundation
de: Spenden an ADAMANT Foundation
ru: Поддержите ADAMANT Foundation
zh: 向ADAMANT基金会捐款

# AccountsProvider.Error.AddressNotValidFormat
source: Invalid address: %@
de: Ungültige Adresse: %@
ru: Неправильный адрес: %@
zh: 无效地址：%@

# AccountService.update.v12.title
source: Version 1.2 update: Cryptowallets
ru: Новое в версии 1.2: Криптокошельки
zh: 版本1.2更新：加密钱包

# AccountService.update.v12.message
source: You need to relogin to initiate Ethereum wallet
de: Sie müssen sich wieder einloggen, um die Ethereum-Wallet zu initiieren
ru: Необходимо снова зайти в приложение чтобы создать Ethereum кошелёк
zh: 您需要重新登录才能启动以太坊钱包

# AccountService.reloginToInitiateWallets
source: Relogin to initiate wallet
de: Erneut einloggen, um die Wallet zu initiieren
ru: Необходимо перезайти в приложение чтобы создать кошелёк
zh: 重新登录以启动钱包

# AccountServiceError.InvalidPassphrase
source: Wrong passphrase
de: Falsche Passphrase
ru: Неправильный пароль
zh: 错误的密码短语

# AccountServiceError.WrongPassphrase
source: Wrong passphrase
de: Falsche Passphrase
ru: Неправильный пароль
zh: 错误的密码短语

# AccountTab.ConfirmLogout.Logout
source: Logout
de: Ausloggen
ru: Выход
zh: 注销

# AccountTab.ConfirmLogout.MessageFormat
source: Logout from %@?
de: Ausloggen aus %@?
ru: Выйти из %@?
zh: 从%@注销？

# AccountTab.FreeTokens.UrlFormat
source: https://adamant.im/free-adm-tokens/?wallet=%@
de: https://adamant.im/de-free-adm-tokens/?wallet=%@
ru: https://adamant.im/ru-free-adm-tokens/?wallet=%@

# AccountTab.BuyTokens.UrlFormat
source: https://adamant.im/buy-tokens/?wallet=%@
de: https://adamant.im/de-buy-tokens/?wallet=%@
ru: https://adamant.im/ru-buy-tokens/?wallet=%@

# AccountTab.Row.Balance
source: Balance
de: Kontostand
ru: Баланс
zh: 余额

# AccountTab.Row.BuyTokens
source: Exchange tokens
de: Coin tauschen
ru: Купить или продать монеты
zh: 交换代币

# AccountTab.Row.Logout
source: Logout
de: Ausloggen
ru: Выход
zh: 注销

# AccountTab.Row.Security
source: Security
de: Sicherheit
ru: Безопасность
zh: 安全性

# AccountTab.Row.SendTokens
source: Send Tokens
de: Tokens senden
ru: Отправить токены
zh: 发送令牌

# AccountTab.Row.SendAdm
source: Send ADM
de: ADM senden
ru: Отправить ADM
zh: 发送ADM

# AccountTab.Row.SendEth
source: Send ETH
de: ETH senden
ru: Отправить ETH
zh: 发送ETH

# AccountTab.Row.SendBtc
source: Send BTC
de: BTC
ru: Отправить BTC
zh: 发送BTC

# AccountTab.Row.SendDoge
source: Send DOGE
de: DOGE senden
ru: Отправить DOGE
zh: 发送DOGE

# AccountTab.Row.SendDash
source: Send DASH
de: DASH senden
ru: Отправить DASH
zh: 发送DASH

# AccountTab.Row.SendToken
source: Send %@
de: %@ senden
ru: Отправить %@
zh: 发送%@

# AccountTab.Row.AnonymouslyBuyADM
source: Change ADM anonymously
de: Ändern Sie ADM anonym
ru: Обменять ADM анонимно
zh: 匿名更改ADM

# AccountTab.Row.ExchangeADMInChat
source: In-chat Exchanger
de: Austauscher im Chat
ru: Обменник в чате
zh: 聊天交流

# AccountTab.Row.Address
source: Address
de: Addresse
ru: Адрес
zh: 地址

# AccountTab.Row.FreeTokens
source: Free ADM tokens
de: Kostenlose ADM Tokens
ru: Бесплатные ADM-токены
zh: 免费ADM令牌

# AccountTab.Row.About
source: About
de: Über ADAMANT
ru: Об АДАМАНТе
zh: 关于

# AccountTab.Row.Contribute
source: Contribute
de: Beitragen
ru: Сделать вклад
zh: 投稿

# AccountTab.Row.Theme
source: Theme
de: Design
ru: Тема
zh: 主题

# AccountTab.Row.Currency
source: Currency
de: Währung
ru: Валюта
zh: 货币

# AccountTab.Row.Theme.Light
source: Light
ru: Светлая
zh: 灯光

# AccountTab.Row.Theme.Dark
source: Dark
ru: Темная
zh: 黑暗

# AccountTab.Row.VoteForDelegates
source: Vote for delegates
de: Delegierte wählen
ru: Голосовать за делегатов
zh: 为代表投票

# AccountTab.Row.Language
source: Language
de: Sprache
ru: Язык
zh: 语言

# Language.Auto
source: Automatically
de: Automatisch
ru: Автоматически
zh: 自动

# AccountTab.Section.Actions
source: Actions
de: Aktionen
ru: Действия
zh: 行动

# AccountTab.Section.Application
source: Application
ru: Приложение
zh: 应用

# AccountTab.Wallets.adamant_wallet
source: ADAMANT Wallet
ru: Кошелек ADAMANT
zh: ADAMANT钱包

# AccountTab.Wallets.ethereum_wallet
source: Ethereum Wallet
ru: Кошелек Ethereum
zh: 以太坊钱包

# AccountTab.Wallets.bitcoin_wallet
source: Bitcoin Wallet
ru: Кошелек Bitcoin
zh: 比特币钱包

# AccountTab.Wallets.doge_wallet
source: Doge Wallet
ru: Кошелек Doge
zh: 狗狗钱包

# AccountTab.Wallets.dash_wallet
source: Dash Wallet
ru: Кошелек Dash
zh: 达世币钱包

# AccountTab.Wallets.erc20_wallet
source: %@ Wallet
ru: Кошелек %@
zh: %@钱包

# AccountTab.Section.Delegates
source: Delegates
de: Delegierte
ru: Делегаты
zh: 代理人

# AccountTab.Title
source: Account
de: Konto
ru: Аккаунт
zh: 帐户

source: ADAMANT
ru: АДАМАНТ
zh: 坚定不移

# AddressBookService.Error.notEnoughMoney
source: Not enough tokens to store data in Blockchain
de: Nicht genug Tokens, um Daten auf der Blockchain zu speichern
ru: Недостаточно средств для сохранения информации в блокчейне
zh: 没有足够的令牌在区块链中存储数据

# Application.deviceTokenErrorFormat
source: Failed to register in ANS: %@
de: Anmeldefehler in ANS: %@
ru: Ошибка регистрации в ANS: %@
zh: 无法在ANS:%@中注册

# ApiService.InternalError.EndpointBuildFailed
source: Endpoint build failed. Report a bug
de: Endpoint Build fehlgeschlagen. Bericht senden
ru: Ошибка взаимодействия с блокчейном. Сообщите разработчикам
zh: 端点构建失败。报告错误

# ApiService.InternalError.FailedTransactionSigning
source: Transaction failed
de: Transaktion fehlgeschlagen
ru: Ошибка создания транзакции
zh: 事务失败

# ApiService.InternalError.ParsingFailed
source: Parsing failed. Report a bug
de: Parsing fehlgeschlagen. Bericht senden
ru: Не удалось разобрать ответ узла блокчена. Сообщите разработчикам

# ApiService.InternalError.NoNodesAvailable
source: No active %@ nodes. Review the node list
de: Keine aktiven %@ Knoten. Überprüfen Sie die Knotenliste.
ru: Нет доступных %@ нод. Просмотрите список узлов
zh: 无法请求新消息 — 没有活跃的%@区块链节点。由于您已停用了一些节点，请考虑检查节点列表.

source: Cancel
de: Abbrechen
ru: Отмена
zh: 取消

# ChatListPage.SentMessagePrefix
source: You:
de: Sie:
ru: Вы:
zh: 您：

# ChatListPage.SearchBar.Placeholder
source: Search for contacts or messages
de: Nach Kontakten oder Nachrichten suchen
ru: Поиск контактов или сообщений
zh: 搜索联系人或消息

# SearchPage.Contacts
source: Contacts
de: Kontakte
ru: Контакты
zh: 联系人

# SearchPage.Contact.New
source: New contact
de: Neuer Kontakt
ru: Новый контакт
zh: 新联系人

# SearchPage.Contact.Add.New
source: [Add a new contact]
de: [Fügen Sie einen neuen Kontakt hinzu]
ru: [Добавить новый контакт]
zh: [添加新联系人]

# SearchPage.Messages
source: Messages
de: Mitteilungen
ru: Сообщения
zh: 信息

# ChatListPage.SyncingChats
source: Syncing chats…
de: Chats werden synchronisiert…
ru: Загружаем чаты…
zh: 正在同步聊天…

# ChatListPage.Reacted
source: Reacted
de: Reagiert
ru: Отреагировал
zh: 达到

# ChatListPage.RemovedReaction
source: Removed reaction
de: Reaktion entfernt
ru: Удалил реакцию
zh: 已删除反应

# ChatListPage.Title
source: Chats
ru: Чаты
zh: 聊天

# ChatsProvider.Error.notEnoughMoney
source: Zero balance. Get free ADM tokens
de: Nicht genug ADM für die Blockchain-Gebühr für Nachrichten
ru: Не хватает ADM для комиссии за сообщение в блокчейне
zh: 信息区块链费用的 ADM 不足

# ChatsProvider.Error.TransactionNotFoundFormat
source: Message with id %@ not found
de: Nachricht mit der ID %@ nicht gefunden
ru: Сообщение с идентификатором %@ не найдено
zh: 找不到id为%@的消息

# ChatsProvider.Validation.MessageIsEmpty
source: Message is empty
de: Nachricht ist leer
ru: Сообщение пустое
zh: 消息为空

# ChatsProvider.Validation.MessageTooLong
source: Message is too long
de: Nachricht ist zu lang
ru: Сообщение слишком длинное
zh: 消息太长

# Chats.WelcomeMessage
source: ADAMANT is a true Blockchain messenger, independent from governments, corporations and even developers. It is possible due to a decentralized network infrastructure, fully open source and run by users. That's why every action, including sending message or saving contact name, has its network fee of 0.001 ADM. Blockchain offers superior security and privacy, not available for typical P2P and centralized messengers. Also, Blockchain provides new possibilities. You can store and transfer cryptos In-Chat with full control of your private keys, use ADAMANT as 2FA and more. In ADAMANT, nobody can control, block, deactivate, restrict or censor accounts. Users take full responsibility for content, messages, media, and goals and intentions of using the Messenger. Remember, your security and anonymity is up to you. Do not follow links you receive, otherwise your IP can be compromised. Set a password on your device. Learn more about security and anonymity at https://adamant.im/staysecured/. Make sure you've saved the passPhrase for this account — logout and login again. Write your passPhrase on a sheet of paper as well. Only **you are responsible for passPhrase safety**. It cannot be recovered. And if other person will get it, your tokens will be stolen and correspondence read. Treat this question with outmost importance, as if tokens in your wallet will cost a billion dollars some time. To start messaging now, **get free welcome tokens** on Account tab. Then create new chat and put your friend's ADM address. It is recommended to share your ADM address personally, not using other messengers.
de: ADAMANT ist ein Messenger, der vollständig auf der Blockchain funktioniert. Er ist unabhängig von Staaten, Konzernen und sogar Entwicklern. Das wird dank der dezentralen Netzinfrastruktur ermöglicht, deren Quellcode offen ist und die von Nutzern unterstützt wird. Deswegen kostet jede Transaktion wie Versand von Nachrichten oder Speichern von Kontakten eine Netzwerkgebühr von 0.001 ADM. Die Blockchain hilft, herausragende Sicherheit und Privatsphäre zu erlangen, die für keinen gewöhnlichen P2P- oder zentralisierten Messenger verfügbar ist. Außerdem stellt die Blockchain neue Möglichkeiten dar. Sie können Kryptowährungen in der Wallet aufbewahren sowie direkt im Chat versenden, ohne dabei die Kontrolle über Ihre privaten Schlüssel zu verlieren, oder auch ADAMANT als eine 2FA-Lösung verwenden. In ADAMANT kann kein Konto kontrolliert, geblockt, deaktiviert, eingeschränkt oder zensiert werden. Alle Nutzer tragen die volle Verantwortung für die Inhalte, Nachrichten, Medien, Absichten und Ziele bei der Nutzung des Messenger. Bedenken Sie, dass Sicherheit und Anonymität auch von Ihnen selbst abhängt. Folgen Sie keinen Links in den Chats, andernfalls kann Ihre IP-Adresse für Dritte sichtbar werden. Verwenden Sie einen PIN-Code auf Ihrem Gerät. Mehr Informationen zu Sicherheit und Anonymität lesen Sie hier: https://adamant.im/ru-staysecured/. Vergewissern Sie sich, dass sie die Passphrase von Ihrem Konto gespeichert haben – loggen Sie sich aus und wieder ein. Schreiben Sie die Passphrase auf einem Stück Papier. Nur Sie tragen die Verantwortung für die sichere Aufbewahrung Ihrer Passphrase. Diese kann nämlich nicht wiederhergestellt werden. Gelangt Sie in die Hände Dritter, verlieren Sie Ihr Geld und Ihr Chatverlauf wird gelesen. Behandeln Sie Ihre Passphrase so, als würden Tokens in Ihrer Wallet 1.000.000.000 Dollar kosten. Um mit einer Konversation zu beginnen, erhalten Sie zuerst kostenlose Tokens im Account-Tab. Erstellen Sie einen neuen Chat und geben Sie die ADM-Adresse Ihres Gesprächspartners. Zeigen Sie Ihre ADM-Adresse persönlich und senden Sie sie nicht über andere Messenger.
ru: АДАМАНТ — мессенджер, полностью работающий на блокчейне, независимый от государств, корпораций и даже разработчиков. Это возможно благодаря децентрализованной сетевой инфраструктуре, с полностью открытым исходным кодом и поддерживаемой пользователями. Поэтому каждое действие, включая отправку сообщения или сохранение адресной книги, имеет комиссию сети 0.001 ADM. Блокчейн позволяет добиться превосходной безопасности и приватности, недоступной для типичных P2P- и централизованных мессенджеров. Также, блокчейн предоставляет и новые возможности. Храните и передавайте криптовалюты в чатах, сохраняя полный контроль над приватными ключами, используйте АДАМАНТ как 2FA и больше. В АДАМАНТе никто не может контролировать, блокировать, деактивировать, ограничивать или подвергать цензуре аккаунты. Сами пользователи берут на себя полную ответственность за контент, сообщения, медиа, намерения и цели использования мессенджера. Помните, что безопасность и анонимность зависит и от вас самих. Не переходите по ссылкам, которые вы получаете в чатах, иначе ваш IP-адрес может быть определен. Установите на ваше устройство пароль. Более полную информацию о безопасности и анонимности читайте на странице https://adamant.im/ru-staysecured/. Убедитесь, что вы сохранили пассфразу к этому аккаунту — выйдите из аккаунта и войдите в него снова. Запишите пассфразу на бумаге. Только **вы несете ответственность за сохранность вашей пассфразы**. Ее невозможно восстановить. А если она попадет в другие руки, ваши деньги будут украдены, а переписка прочитана. Отнеситесь к этому вопросу так серьезно, как если бы цена токенов на вашем кошельке когда-то станет равна миллиарду долларов. Чтобы начать общение, **получите бесплатные токены** на вкладке Аккаунт. Затем создайте новый чат и введите ADM-адрес вашего собеседника. Лучше показывайте ваш ADM-адрес лично, а не передавайте через другие мессенджеры.
zh: ADAMANT是一个真正的区块链信使，独立于政府、企业甚至开发商。这是由于去中心化的网络基础设施，完全开源，由用户运行。这就是为什么每一个动作，包括发送消息或保存联系人姓名，都有0.001 ADM的网络费用。 Blockchain提供了卓越的安全性和隐私，这是典型的P2P和c集中的信使。此外，区块链提供了新的可能性。您可以在聊天中存储和传输密码，并完全控制您的私钥，使用ADAMANT作为2FA等。 ADAMANT中，没有人可以控制、阻止、停用、限制或审查帐户。用户对内容、消息、媒体以及使用Messenger的目标和意图承担全部责任。 请注意，您的安全性和匿名性取决于您。不要关注你收到的链接，否则你的IP可能会被泄露。在设备上设置密码。了解有关安全性和匿名性的更多信息，请访问https://adamant.im/staysecured/. 请确保已保存此帐户的密码短语--注销并再次登录。把你的通行证短语也写在纸上。只有**您对通行证短语的安全负责**。它无法恢复。如果其他人得到了它，你的代币就会被盗，信件也会被读取。把这个问题看得最重要，就好像你钱包里的代币在一段时间内会花费10亿美元一样。 若要立即开始发送消息，请在"帐户"选项卡上**获得免费欢迎令牌**。然后创建新聊天并输入您朋友的ADM地址。建议您亲自分享ADM地址，不要使用其他信使。

# Chats.Exchange.WelcomeMessage
source: Hi! 😊 I'm your exchange bot. I operate instantly and anonymously. Type **/help** to see what I can do. I ask for a higher fee than my fellow bots, so I recommend that you set up your own bot with a competitive fee. ℹ️ You can learn more on ADAMANT blog. I'm highly reliable but if you have any troubles, please leave a message here U6386412615727665758.
ru: Привет! 😊 Я — бот-обменник криптовалют. Меняю анонимно и без задержек. Моя комиссия выше, чем у других ботов, а вы можете создать свой конкурентоспособный обменник. ℹ️ Узнайте больше в блоге АДАМАНТа или наберите **/help**, чтобы приступить к обмену. Я надежный партнер, но если возникнут вопросы, пишите по адресу U6386412615727665758.
zh: 嗨！😊 我是你的交换机器人。我即时匿名操作。键入* */help**看看我能做些什么。我要求的费用比我的机器人同伴高，所以我建议你以有竞争力的费用建立自己的机器人。ℹ️ 你可以在ADAMANT博客上了解更多信息。我非常可靠，但如果您有任何问题，请在这里留言U6386412615727665758。

# Chats.BetOnBitcoin.WelcomeMessage
source: Hi! 😊 I'm anonymous and Blockchain-proved bet bot. I accept bets on BTC rate and pay rewards to winners. ℹ️ Learn more on ADAMANT’s blog or type **/help** to start betting. Support via U6386412615727665758.
de: Hello, I’m Adelina. Let's have a pleasure talk! I can do many things like: - Draft an email or other piece of writing - Write Python code - Answer questions about a set of documents - Support conversations - Tutor in a range of subjects - Translate languages - Compose a poem - Simulate characters for video games and much more
ru: Привет! 😊 Я — бот-тотализатор. Принимаю ставки на курс биткоина анонимно и с доказательством в блокчейне. ℹ️ Узнайте больше в блоге АДАМАНТа или наберите **/help**, чтобы сделать ставку. А еще вы можете создать своего бота. Поддержка по адресу U6386412615727665758.
zh: 嗨！😊 我是匿名的，区块链验证的投注机器人。我接受BTC费率的投注，并向中奖者支付奖励。ℹ️ 在ADAMANT的博客上了解更多信息，或键入* */help**开始下注。通过U63864126157276665758提供支持。

# Chats.Adelina.WelcomeMessage
source: Hello, I’m Adelina. Let's have a pleasure talk! I can do many things like: - Draft an email or other piece of writing - Write Python code - Answer questions about a set of documents - Support conversations - Tutor in a range of subjects - Translate languages - Compose a poem - Simulate characters for video games and much more
ru: Привет, я Аделина. Давай приятно поговорим! Я много чего умею, например: - Создавать электронные письма и другие документы - Писать код на Python - Отвечать на вопросы о мире - Поддерживать разговоры, - Помогать в учебе по разным предметам - Переводить на языки - Сочинять стихи - Создавать персонажей для видеоигр и многое другое
zh: 你好，我是Adelina。让我们愉快地交谈一下！我可以做很多事情，比如： -起草电子邮件或其他文章 -编写Python代码 -回答关于一组文档的问题 -支持对话 -一系列主题的导师 -翻译语言 -写诗 -模拟电子游戏中的角色等等

# Chats.Donate.WelcomeMessage
source: We develop decentralized ADAMANT Messenger thanks to your support—transfer ADM, ETH and other tokens in this chat. For additional donation wallets, see adamant.im.
de: We develop decentralized ADAMANT Messenger due to your support—transfer ADM, ETH and other tokens in this chat. Additional wallets for donations see on adamant.im.
ru: Мы развиваем децентрализованный месенджер АДАМАНТ благодаря вашей поддержке — переведите ADM, ETH или другие токены в этом чате. Дополнительные кошельки для донатов смотрите на adamant.im.
zh: 感谢您的支持，我们开发了去中心化的ADAMANT Messenger——在此聊天中转移ADM、ETH和其他代币。有关其他捐赠钱包，请参阅adamant.im。

# Chats.RetryOrDelete.Title
source: Retry or delete?
de: Erneut versuchen oder löschen?
ru: Повторить или удалить?
zh: 重试还是删除？

# Chats.RetryOrDelete.Body
source: Try to send message again, or delete it?
de: Möchten Sie versuchen, die Nachricht nochmal zu versenden oder diese löschen?
ru: Попробовать отправить сообщение еще раз, или удалить его?
zh: 尝试再次发送消息，还是删除它？

# Chats.Block
source: Block
ru: Заблокировать
zh: 区块链 区块

# Chats.BlockUser
source: Block this user?
de: Diesen Benutzer sperren?
ru: Заблокировать пользователя?
zh: 是否阻止此用户？

# Chats.Remove
source: Remove
de: Entfernen
ru: Удалить
zh: 删除

# Chats.RemoveMessage
source: Delete this message?
de: Diese Nachricht löschen?
ru: Удалить сообщение?
zh: 是否删除此消息？

# Chats.Report
source: Report
de: Bericht
ru: Пожаловаться
zh: 报告

# Chats.Reply
source: Reply
de: Antwort
ru: Ответить
zh: 回复

# Chats.Copy
source: Copy
de: Kopieren
ru: Скопировать
zh: 复制

# Chats.ReportMessage
source: Report as inappropriate?
de: Als unangemessen melden?
ru: Пожаловаться на сообщение?
zh: 是否报告为不合适？

# Chats.ReportSent
source: Report has been sent
de: Bericht wurde gesendet
ru: Запрос отправлен
zh: 报告已发送

# Chats.Date.Today
source: Today
de: Heute
ru: Сегодня
zh: 今天

# Chats.Date.JustNow
source: Just now
de: Gerade jetzt
ru: Только что
zh: 现在

# Chats.Date.MinAgo
source: A minute ago
de: Vor einer Minute
ru: Минуту назад
zh: 一分钟前

# Chats.Date.Yesterday
source: Yesterday
de: Gestern
ru: Вчера
zh: 昨天

# ChatScene.Error.cancelError
source: Message is already sent
de: Nachricht bereits versendet
ru: Сообщение уже отправлено
zh: 消息已发送

# ChatScene.NewMessage.Placeholder
source: New message
de: Neue Nachricht
ru: Сообщение
zh: 新消息

# ChatScene.Send
source: Send
de: Senden
ru: Отправить
zh: 发送

# ChatScene.Sent
source: Sent
de: Versendet
ru: Отправили
zh: 已发送

# ChatScene.Received
source: Received
de: Erhalten
ru: Получили
zh: 已接收

# ChatScene.MessageStatus.FailToSend
source: Failed to send
de: Fehler beim Senden
ru: Не удалось отправить
zh: 发送失败

# ChatScene.MessageStatus.Pending
source: Pending
de: Ausstehend
ru: Отправка
zh: 待定

# ChatScene.MessageStatus.Warning
source: Warning
de: Warnung
ru: Внимание
zh: 警告

# ChatScene.tapForDetails
source: Tap for details
de: Tippen Sie für Details
ru: Подробнее…
zh: 点击获取详细信息

# ChatScene.Actions.Body
source: New name for %@
de: Neuer Name für %@
ru: Новое имя для %@
zh: %@的新名称

# ChatScene.Actions.Rename
source: Rename
de: Umbenennen
ru: Переименовать
zh: 重命名
